Repository: olivertransf/Claveo
Catalog: Claveo/Localizable.xcstrings
Source language: en
Languages: es

source: Total Days
es: Días totales

source: Treble
es: Clave de sol

source: Treble clef — which major key?
es: Clave de sol — ¿qué tonalidad mayor?

source: Treble clef — which minor key?
es: Clave de sol — ¿qué tonalidad menor?

source: Triangle
es: Triángulo

source: Trim
es: Recortar

source: Trim completed, but replacing the original file failed.
es: Recorte completado, pero no se pudo reemplazar el archivo original.

source: Trim Recording
es: Recortar grabación

source: Trimming preserves the original audio for restoration.
es: El recorte conserva el audio original para poder restaurarlo.

source: Triplet
es: Tresillo

source: Tritone
es: Tritono

source: Try a different search term
es: Prueba con otro término de búsqueda

source: Try a different search term.
es: Prueba con otro término de búsqueda.

source: Try a different search.
es: Prueba con otra búsqueda.

source: Try adjusting your search or filters
es: Prueba a ajustar la búsqueda o los filtros

source: Tuner
es: Afinador

source: Unable to create export session for this audio file.
es: No se pudo crear la sesión de exportación para este archivo de audio.

source: Unable to Trim
es: No se puede recortar

source: Unison
es: Unísono

source: Untitled
es: Sin título

source: Use iCloud Drive
es: Usar iCloud Drive

source: Using Local Storage
es: Usando almacenamiento local

source: Version
es: Versión

source: Visit https://claveo-app.vercel.app/ for help, feedback, and product updates.
es: Visita https://claveo-app.vercel.app/ para ayuda, comentarios y novedades del producto.

source: Volume
es: Volumen

source: Warm-up
es: Calentamiento

source: Website & contact
es: Sitio web y contacto

source: What did you practice today?
es: ¿Qué practicaste hoy?

source: What did you practice today? Any goals, challenges, or progress notes...
es: ¿Qué practicaste hoy? Metas, retos o notas de progreso…

source: Wood Block
es: Caja china

source: Yellow
es: Amarillo

source: Yesterday
es: Ayer

source: Yesterday, %@
es: Ayer, %@

source: You can access your recordings in the Files app under:
es: Puedes acceder a tus grabaciones en la app Archivos en:

source: You'll get a notification every day at this time.
es: Recibirás una notificación todos los días a esta hora.

source: Your recordings are stored in:
es: Tus grabaciones se guardan en:
